Repository: knoxio-labs/pops
Catalog: clients/ios/Packages/FeatureTransactions/Sources/FeatureTransactions/Resources/Localizable.xcstrings
Source language: en_au
Languages: pt_br

source: %lld seconds
pt_br: %lld segundos

source: Account
pt_br: Conta

source: Could not load more.
pt_br: Não foi possível carregar mais.

source: Could not load the full record.
pt_br: Não foi possível carregar o registro completo.

source: Could not reach the server. Check your connection and try again.
pt_br: Não foi possível acessar o servidor. Verifique sua conexão e tente novamente.

source: Could not refresh.
pt_br: Não foi possível atualizar.

source: Country
pt_br: País

source: Done
pt_br: OK

source: Entity
pt_br: Entidade

source: Last edited
pt_br: Última edição

source: Loading more…
pt_br: Carregando mais…

source: Loading transactions…
pt_br: Carregando transações…

source: Loading transaction…
pt_br: Carregando transação…

source: Location
pt_br: Localização

source: No transactions yet.
pt_br: Ainda não há transações.

source: Notes
pt_br: Notas

source: Pops is not set up correctly on this device.
pt_br: O Pops não está configurado corretamente neste dispositivo.

source: Refreshing transactions
pt_br: Atualizando transações

source: Retry
pt_br: Tentar novamente

source: That change conflicts with something already saved.
pt_br: Essa alteração entra em conflito com algo já salvo.

source: This device is no longer signed in.
pt_br: Este dispositivo não está mais conectado.

source: This feature isn't available with this device's permissions.
pt_br: Este recurso não está disponível com as permissões deste dispositivo.

source: This transaction no longer exists.
pt_br: Esta transação não existe mais.

source: This version of Pops cannot read what the server sent. Update the app.
pt_br: Esta versão do Pops não consegue ler o que o servidor enviou. Atualize o app.

source: This version of Pops sent a request the server cannot accept. Update the app.
pt_br: Esta versão do Pops enviou uma solicitação que o servidor não pode aceitar. Atualize o app.

source: Too many requests. Wait %@ before trying again.
pt_br: Muitas solicitações. Aguarde %@ antes de tentar novamente.

source: Transactions
pt_br: Transações

source: Type
pt_br: Tipo

source: Wait %@, then retry
pt_br: Aguarde %@ e tente novamente

source: Your transactions are temporarily unreachable. Nothing is lost — try again in a moment.
pt_br: Suas transações estão temporariamente inacessíveis. Nada foi perdido — tente novamente em instantes.

source: a minute
pt_br: um minuto

source: income
pt_br: receita

source: loan
pt_br: empréstimo

source: purchase
pt_br: compra

source: rebate
pt_br: bonificação

source: refund
pt_br: reembolso

source: reversal
pt_br: estorno

source: tagged %@
pt_br: com as tags %@

source: tax
pt_br: imposto

source: transfer
pt_br: transferência
